"WIFI NOT REACHABLE" = "WI-FI NON ACCESSIBILE";
"START NOT RECEIVED" = "AVVIO NON RICEVUTO";
"CONTROL LINK NOT AVAILABLE" = "LINK DI CONTROLLO NON DISPONIBILE";
"ULTRASOUND EMERGENCY" = "EMERGENZA SENSORE ULTRASUONI";
"CUT OUT EMERGENCY" = "EMERGENZA BLOCCO";
"MOTORS EMERGENCY" = "EMERGENZA MOTORI";
"CAMERA EMERGENCY" = "EMERGENZA TELECAMERA";
"PIC WATCHDOG EMERGENCY" = "EMERGENZA CENTRALE INERZIALE";
"PIC VERSION EMERGENCY" = "EMERGENZA VERSIONE CENTRALE INERZIALE";
"TOO MUCH ANGLE EMERGENCY" = "EMERGENZA ANGOLO TROPPO ACCENTUATO";	
"BATTERY LOW EMERGENCY" = "EMERGENZA BATTERIA SCARICA";
"USER EMERGENCY" = "EMERGENZA SU RICHIESTA UTENTE";
"UNKNOWN EMERGENCY" = "EMERGENZA NON IDENTIFICATA";
"PRESS RESET" = "PREMERE RESET";
"BATTERY LOW ALERT" = "AVVISO BATTERIA SCARICA";
"ULTRASOUND ALERT" = "AVVISO PROBLEMA SENSORE ULTRASUONI";
"VISION ALERT" = "AVVISO PROBLEMA DI VISIONE";
"VIDEO CONNECTION ALERT" = "AVVISO PROBLEMA DI CONNESSIONE";
"CAMERA ALERT" = "AVVISO PROBLEMA DI FOTOCAMERA";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "Unità USB piena\nCollegare una nuova unità";
"Please reboot your %@ to enable full piloting capabilities" = "Riavviare %@ per attivare tutte le funzioni di pilotaggio";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "Il video è in fase di elaborazione\nNon chiudere l'applicazione\nA breve apparirà nella sezione video";
"Please wait until the end of the recording" = "Attendere la fine della registrazione";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "IMPOSTAZIONI PREDEFINITE";
"FLAT TRIM" = "ASSETTO PIATTO";
"PERSONAL SETTINGS" = "IMPOSTAZIONI PERSONALI";
"PAIRING" = "ABBINAMENTO";
"AR.DRONE NETWORK NAME" = "NOME RETE AR.DRONE";
"INTERFACE OPACITY" = "OPACITÀ DELL'INTERFACCIA";
"USB RECORD" = "REGISTRAZIONE USB";
"FLIP ENABLED" = "FLIP ATTIVATO";
"FLIGHT SETTINGS" = "IMPOSTAZIONI DI VOLO";
"ALTITUDE LIMIT" = "LIMITE DI ALTITUDINE";
"VERTICAL SPEED MAX" = "MASSIMA VELOCITÀ VERTICALE";
"mm/s" = "mm/s";
"ROTATION SPEED MAX" = "VELOCITÀ DI ROTAZIONE";
"°/s" = "°/s";
"TILT ANGLE MAX" = "ANGOLO DI INCLINAZIONE MAX.";
"OUTDOOR HULL" = "CARENA PER VOLO ALL'ESTERNO";
"OUTDOOR FLIGHT" = "VOLO ALL'ESTERNO";
"PILOTING MODE" = "MODALITÀ PILOTAGGIO";
"JOYPAD MODE" = "MODALITÀ JOYPAD";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "TARATURA";
"Calibration Warning" = "Avvertenza Di Taratura";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "Tenersi a distanza dall'AR.Drone. Ora ruoterà una volta su se stesso per tarare la bussola.";
"LEFT-HANDED" = "MODALITÀ MANCINI";
"%@ TILT MAX" = "ANGOLO MASSIMO PER L'%@";
"STATUS" = "STATO";
"Version" = "Versione";
"Hardware" = "Hardware";
"Software" = "Software";
"INERTIAL" = "INERTIAL";
"MOTORS VERSIONS" = "VERSIONI PER MOTORI";
"MOTOR %d" = "MOTORE %d";
"Type" = "Tipo";
"VIDEO SETTINGS" = "IMPOSTAZIONI VIDEO";
"ADAPTATIVE VIDEO" = "VIDEO ADATTATIVA";
"VIDEO CODEC" = "CODEC VIDEO";

"New AR.Drone network name" = "Nuovo Nome di Rete dell'AR.Drone";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "Uscire dall'applicazione e riavviare l'AR.Drone. Collegarsi alla rete %s e rilanciare AR.FreeFlight per applicare le modifiche.";
"Bad network name" = "Nome Rete Errato";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "Il nome della rete può contenere soltanto caratteri alfanumerici e underscore e non deve superare i 32 caratteri.";
"Location Services Disabled" = "Servizi di Localizzazione Disattivati";
"You need to enable this service to use absolute control." = "È necessario abilitare questo servizio per utilizzare il controllo assoluto.";
"Location Services Alert" = "Avviso Servizi di Localizzazione";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "Time-out della richiesta dei servizi di localizzazione.\nLa posizione corrente non verrà salvata nell'AR.Drone.";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "Per salvare la posizione corrente e accedere alla galleria supporti, effettuarne l'attivazione nelle impostazioni del dispositivo.";